[
    {
        "id": 99,
        "name": "Androide 18",
        "genre": "Femenino",
        "race": "Androide",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Android18.png",
        "planet": "Tierra",
        "description": "Androide 18 es una androide poderosa creada por el Dr. Gero. Originalmente diseñada para destruir a Goku, más tarde se convierte en una aliada y esposa de Krilin.",
        "biography": "Androide 18, junto con su hermano Androide 17, fue creada por el Dr. Gero para eliminar a Goku. Sin embargo, después de liberarse del control de Gero, comienza a desarrollar una vida más humana. Se casa con Krilin y tienen una hija llamada Marron. En Dragon Ball GT, aunque no juega un papel principal, ayuda en la lucha contra Super 17, mostrando su lealtad y fuerza al enfrentarse a su propio hermano.",
        "transformations": [
            {
              "id": 0,
              "title": "",
              "image": "",
              "description": ""
            }
          ]
    },
    {
        "id": 100,
        "name": "Androide 17",
        "genre": "Masculino",
        "race": "Androide",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Android17.png",
        "planet": "Tierra",
        "description": "Androide 17 es un androide poderoso creado por el Dr. Gero, originalmente diseñado para eliminar a Goku. En Dragon Ball GT, juega un papel crucial tanto como villano como héroe.",
        "biography": "Androide 17 fue creado por el Dr. Gero para destruir a Goku, pero después de liberarse del control de Gero, elige llevar una vida más pacífica como guardabosques. En Dragon Ball GT, una nueva versión de él, Hell Fighter 17, se fusiona con el Androide 17 original para formar a Super 17, un antagonista formidable. Sin embargo, después de ser derrotado, el Androide 17 original recupera el control y vuelve a su vida tranquila.",
        "transformations": [
          {
            "id": 1,
            "title": "Super 17",
            "image": "",
            "description": "Super 17 es la fusión del Androide 17 y Hell Fighter 17, combinando sus poderes en una sola forma extremadamente poderosa. Esta transformación resulta en una versión más oscura y siniestra de Androide 17, con una fuerza inmensa y capacidades de absorción de energía."
          }
        ]
      },
      {
        "id": 101,
        "name": "Baby",
        "genre": "Masculino",
        "race": "Tsufurujin Parásito",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Baby_artwork.png",
        "planet": "Planeta Vegeta",
        "description": "Baby es un parásito de la raza Tsufurujin, creado para vengar la destrucción de su raza a manos de los Saiyajin. Es uno de los principales antagonistas de Dragon Ball GT.",
        "biography": "Baby es un ser creado a partir del ADN de los Tsufurujin, una raza exterminada por los Saiyajin. Con un odio profundo hacia los Saiyajin, busca vengar a su pueblo controlando sus cuerpos y mentes. Al llegar a la Tierra, Baby infecta y toma control de varios personajes, incluyendo a Vegeta, lo que le permite convertirse en el poderoso Baby Vegeta. Su objetivo final es reconstruir el Planeta Vegeta y eliminar a todos los Saiyajin, pero es finalmente derrotado por Goku en su forma de Super Saiyan 4.",
        "transformations": [
          {
            "id": 1,
            "title": "Baby Vegeta",
            "image": "",
            "description": "Baby Vegeta es la forma más poderosa de Baby, resultante de su posesión del cuerpo de Vegeta. En esta forma, Baby combina su poder con el de Vegeta, convirtiéndose en un enemigo extremadamente peligroso para Goku y los demás."
          },
          {
            "id": 2,
            "title": "Golden Great Ape Baby",
            "image": "",
            "description": "En esta transformación, Baby Vegeta se convierte en un Gran Simio Dorado, alcanzando un poder colosal. Esta forma es una de las más poderosas de Baby, pero finalmente es derrotado por Goku en su forma de Super Saiyan 4."
          }
        ]
      },
      {
        "id": 102,
        "name": "Buu",
        "genre": "Masculino",
        "race": "Demonio Majin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Ploc.png",
        "planet": "Desconocido",
        "description": "Buu es un poderoso demonio Majin que fue originalmente creado por el mago Bibidi. En Dragon Ball GT, Buu aparece como un aliado y juega un papel importante en la lucha contra los villanos de la serie.",
        "biography": "Buu es una entidad demoníaca creada por el mago Bibidi con el propósito de conquistar el universo. A lo largo de *Dragon Ball Z*, Buu pasa por varias formas y evoluciones. En *Dragon Ball GT*, Buu se muestra en una forma más tranquila y amistosa, habiendo superado su naturaleza destructiva. Aunque su papel es menor en comparación con *Dragon Ball Z*, Buu ayuda a los héroes en su lucha contra los antagonistas de la serie, demostrando que, a pesar de su pasado oscuro, puede ser un aliado valioso.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 103,
        "name": "Bón",
        "genre": "Femenino",
        "race": "Oozaru",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/BonPara.png",
        "planet": "Desconocido",
        "description": "Bón es una guerrera del planeta de los Oozaru, un personaje que aparece en *Dragon Ball GT* con un papel secundario. Se destaca por su lealtad y habilidades en combate.",
        "biography": "Bón es una guerrera de la raza Oozaru que aparece en *Dragon Ball GT* en el contexto de la batalla contra los antagonistas principales. Aunque su papel no es tan prominente como el de otros personajes, su presencia es significativa en el desarrollo de las tramas secundarias y en la lucha contra las fuerzas malignas. Su habilidad en combate y lealtad a sus aliados la convierten en una figura respetada entre sus compañeros.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 104,
        "name": "Bulma",
        "genre": "Femenino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/BulmaGT.png",
        "planet": "Tierra",
        "description": "Bulma es una genio de la tecnología y una de las amigas más cercanas de Goku. En *Dragon Ball GT*, sigue desempeñando un papel crucial con su inteligencia y habilidades tecnológicas.",
        "biography": "Bulma, una de los personajes más queridos de la serie, es una inventora brillante que ha ayudado a Goku y sus amigos en numerosas ocasiones. En *Dragon Ball GT*, continúa siendo una pieza clave en la historia, contribuyendo con sus inventos y apoyo en la lucha contra los enemigos. A lo largo de la serie, Bulma se muestra como una madre amorosa y una aliada indispensable, utilizando su ingenio para ayudar a enfrentar las amenazas que surgen.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 105,
        "name": "Comandante Nezi",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Nezi.png",
        "planet": "Tierra",
        "description": "Comandante Nezi es un personaje antagonista en *Dragon Ball GT*, conocido por su papel como líder de un ejército de secuaces y su ambición de conquistar la Tierra.",
        "biography": "Comandante Nezi es un militar que aparece en *Dragon Ball GT* como uno de los antagonistas. Él lidera un ejército con el objetivo de tomar el control de la Tierra y establecer su propio dominio. Con una actitud autoritaria y despiadada, Nezi se enfrenta a los héroes de la serie en varias ocasiones, mostrando habilidades de combate y estrategias militares. Su presencia añade una capa de conflicto a la narrativa, representando una amenaza seria para los protagonistas.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 106,
        "name": "Dan",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/DanPara.png",
        "planet": "Tierra",
        "description": "Dan es un personaje menor en *Dragon Ball GT*, conocido por su papel en las artes marciales y su participación en los eventos de la serie.",
        "biography": "Dan es un luchador que aparece en *Dragon Ball GT* y es conocido por sus habilidades en artes marciales. Aunque su papel en la serie no es muy prominente, participa en los eventos de artes marciales y contribuye al ambiente competitivo de la serie. Dan es uno de los muchos personajes secundarios que añaden profundidad al mundo de *Dragon Ball GT*, mostrando la diversidad de habilidades y personajes en el universo de Dragon Ball.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 107,
        "name": "Dende",
        "genre": "Masculino",
        "race": "Namekiano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Dende.png",
        "planet": "Namek",
        "description": "Dende es un Namekiano que sirve como el Guardián de la Tierra. En *Dragon Ball GT*, continúa desempeñando un papel importante como el protector del planeta y asistiendo a los héroes cuando es necesario.",
        "biography": "Dende es un Namekiano que se convierte en el Guardián de la Tierra después de la muerte del Viejo Kai. En *Dragon Ball GT*, mantiene su papel como el protector de la Tierra, utilizando sus habilidades para ayudar a los héroes y asegurarse de que el planeta esté a salvo. Aunque su rol es menos destacado en comparación con *Dragon Ball Z*, Dende sigue siendo un personaje crucial en el universo de Dragon Ball, contribuyendo con su sabiduría y poder para proteger la Tierra.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 108,
        "name": "Don Kiar",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Don_Kear_-_DBGT_Great_Touring_Saga.png",
        "planet": "Tierra",
        "description": "Don Kiar es un villano en *Dragon Ball GT*, conocido por su papel como el líder de un grupo de delincuentes que busca crear caos en la Tierra.",
        "biography": "Don Kiar es un personaje que aparece como antagonista en *Dragon Ball GT*. Es el líder de un grupo de criminales y tiene planes de causar estragos en la Tierra. Su carácter es despiadado y busca aprovecharse de la situación para obtener poder y riqueza. Aunque no tiene un papel principal, su presencia añade conflicto a la trama y proporciona un desafío adicional para los héroes. A lo largo de la serie, se enfrenta a los protagonistas y demuestra ser una amenaza para la paz en la Tierra.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 109,
        "name": "Dr. Myuu",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Dr._Myu_Artwork.png",
        "planet": "Desconocido",
        "description": "Dr. Myuu es un científico loco y uno de los principales antagonistas en *Dragon Ball GT*. Su objetivo es conquistar el universo mediante sus avanzados experimentos y creaciones.",
        "biography": "Dr. Myuu es un científico que trabaja en la creación de poderosas máquinas y seres artificiales para lograr sus ambiciosos objetivos de dominación. A lo largo de *Dragon Ball GT*, actúa como un villano principal al desarrollar el ejército de los Androides y otros enemigos mecánicos que amenazan a la Tierra y al universo. Con una mente brillante pero perversa, sus experimentos y creaciones como el Super 17 y Baby son amenazas significativas para los héroes. A pesar de sus maquiavélicos planes, su obsesión con la tecnología y el poder finalmente lleva a su derrota.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 110,
        "name": "Fourog",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Fourog.png",
        "planet": "Tierra",
        "description": "Fourog es un villano en *Dragon Ball GT* conocido por ser uno de los secuaces de Baby. Es un guerrero fuerte con habilidades que lo hacen una amenaza para los héroes.",
        "biography": "Fourog es uno de los personajes antagonistas que sirve a Baby en *Dragon Ball GT*. Como parte del ejército de Baby, Fourog es un luchador formidable que pone a prueba a los héroes con su fuerza y habilidades. Aunque no tiene un papel principal en la serie, su presencia contribuye al conflicto principal y al desarrollo de la trama. Su lealtad a Baby y su habilidad en combate lo convierten en un adversario a tener en cuenta durante los eventos de la serie.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 111,
        "name": "General Rildo",
        "genre": "Masculino",
        "race": "Máquina",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/General_Rilldo.png",
        "planet": "Desconocido",
        "description": "General Rildo es uno de los principales antagonistas en *Dragon Ball GT*. Es un robot creado por Dr. Myuu y sirve como el líder del ejército de máquinas, con el objetivo de destruir a los Saiyajin y conquistar el universo.",
        "biography": "General Rildo es un poderoso robot creado por el científico loco Dr. Myuu. En *Dragon Ball GT*, Rildo lidera un ejército de máquinas que busca vengar a los Tsufurujin y dominar el universo. Posee una gran fuerza y habilidades de combate, y se convierte en uno de los principales enemigos de los héroes de la serie. Su ambición y sus planes para conquistar la Tierra y derrotar a los Saiyajin lo hacen un adversario formidable. A lo largo de la serie, General Rildo demuestra ser un enemigo peligroso, que desafía a los héroes con su inteligencia y poder.",
        "transformations": [
          {
            "id": 1,
            "title": "General Rildo (Forma de Máquina)",
            "image": "https://dragonballapp.vercel.app/static/images/sagagt/transformations/General_Rilldo_2nd_Form.png",
            "description": "En esta forma, General Rildo es un robot imponente y poderoso que lidera el ejército de máquinas. Su diseño y habilidades en combate lo hacen un enemigo temible para los héroes."
          },
          {
            "id": 2,
            "title": "Rildo (Forma de Híbrido)",
            "image": "https://dragonballapp.vercel.app/static/images/sagagt/transformations/MetaForm02.png",
            "description": "En esta forma, Rildo combina su forma de máquina con características biológicas, aumentando su poder y habilidades. Esta transformación le permite ser aún más peligroso en combate."
          }
        ]
      },
      {
        "id": 112,
        "name": "Geta",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Getto.png",
        "planet": "Tierra",
        "description": "Geta es un personaje secundario en *Dragon Ball GT*, conocido por ser uno de los competidores en el Torneo de Artes Marciales. Es un luchador con habilidades decentes que participa en los eventos del torneo.",
        "biography": "Geta es un luchador humano que aparece en *Dragon Ball GT* durante el Torneo de Artes Marciales. Aunque su rol no es muy prominente en la trama principal, su participación en el torneo añade dinamismo y muestra la diversidad de luchadores en el universo de Dragon Ball. Geta es uno de muchos competidores que muestran sus habilidades en combate, proporcionando entretenimiento y desafíos a los personajes principales durante el torneo.",
        "transformations": [
            {
                "id": 0,
                "title": "",
                "image": "",
                "description": ""
              }
        ]
      },
      {
        "id": 113,
        "name": "Gill",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Gill.png",
        "planet": "Tierra",
        "description": "Gill es un luchador que aparece en *Dragon Ball GT*. Es conocido por su participación en el Torneo de Artes Marciales y su habilidad en combate.",
        "biography": "Gill es uno de los competidores en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no es un personaje central en la trama, su habilidad en combate y su participación en el torneo añaden al entorno competitivo de la serie. Gill es un luchador humano que representa la diversidad de competidores en el torneo, proporcionando un desafío adicional para los personajes principales.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 114,
        "name": "Gosen Zosama",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/GosenZosama.png",
        "planet": "Tierra",
        "description": "Gosen Zosama es un personaje que aparece en *Dragon Ball GT*. Es un luchador destacado en el Torneo de Artes Marciales, conocido por su habilidad y estilo de combate.",
        "biography": "Gosen Zosama es uno de los competidores en el Torneo de Artes Marciales de *Dragon Ball GT*. Se destaca por sus habilidades en combate y su participación en el torneo muestra la variedad de luchadores en el universo de Dragon Ball. Aunque su papel no es central en la trama principal, su presencia en el torneo añade competencia y enriquece el desarrollo del evento.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 115,
        "name": "Goten",
        "genre": "Masculino",
        "race": "Saiyajin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Goten.png",
        "planet": "Tierra",
        "description": "Goten es el hijo menor de Goku y uno de los personajes principales en *Dragon Ball GT*. Es conocido por su energía juvenil, habilidades en artes marciales y su relación cercana con Trunks.",
        "biography": "Goten es el hijo menor de Goku y Chi-Chi, y aparece en *Dragon Ball GT* como uno de los jóvenes guerreros que participa en las aventuras de la serie. Aunque su papel en GT es más secundario en comparación con *Dragon Ball Z*, Goten sigue siendo un luchador competente y un miembro valioso del equipo. Junto con su amigo Trunks, Goten participa en varias batallas y aventuras. Su carácter y habilidades reflejan su crianza como Saiyajin y su entrenamiento en artes marciales desde temprana edad.",
        "transformations": [
          {
            "id": 1,
            "title": "Super Saiyajin",
            "image": "",
            "description": "En esta forma, Goten se convierte en un Super Saiyajin, aumentando significativamente su poder y habilidades en combate. Esta transformación es una de las habilidades clave que utiliza en sus batallas."
          }
        ]
      },
      {
        "id": 116,
        "name": "Kibito Kai",
        "genre": "Masculino",
        "race": "Kai",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Kibito_Kai.png",
        "planet": "Tierra",
        "description": "Kibito Kai es un personaje que aparece en *Dragon Ball GT*. Es la forma fusionada de Kibito y Kaioshin, conocido por su gran poder y habilidades como un deidad en el universo de Dragon Ball.",
        "biography": "Kibito Kai es el resultado de la fusión de Kibito y Kaioshin, lo que le otorga un poder significativo y un rol importante en la protección del universo. Aunque su papel en *Dragon Ball GT* no es tan prominente como en *Dragon Ball Z*, Kibito Kai sigue siendo una figura poderosa con conocimientos avanzados y habilidades en combate. Su presencia ayuda a mantener el equilibrio en el universo y actúa como una guía y apoyo para los héroes en su lucha contra las amenazas.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 117,
        "name": "Lainu",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Lainu.png",
        "planet": "Tierra",
        "description": "Lainu es un personaje secundario en *Dragon Ball GT*. Es uno de los luchadores del Torneo de Artes Marciales y es conocido por su habilidad en combate.",
        "biography": "Lainu es un competidor en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque su participación no tiene un impacto central en la trama principal, Lainu muestra habilidades de combate notables y contribuye a la diversidad de luchadores en el torneo. Su presencia en el torneo ayuda a añadir más desafío y entretenimiento a los eventos de la serie, destacando la variedad de luchadores en el universo de Dragon Ball.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 118,
        "name": "Leion",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Leon.png",
        "planet": "Tierra",
        "description": "Leion es un luchador que aparece en *Dragon Ball GT*. Es conocido por su participación en el Torneo de Artes Marciales y por sus habilidades en combate.",
        "biography": "Leion es uno de los competidores en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no tiene un rol central en la trama, su habilidad y destreza en combate lo convierten en un oponente digno en el torneo. Su participación en el evento destaca la diversidad de luchadores en la serie y añade un nivel adicional de competencia y emoción a las batallas que se llevan a cabo.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 119,
        "name": "Mamba",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Mamba.png",
        "planet": "Tierra",
        "description": "Mamba es un personaje que aparece en *Dragon Ball GT*. Es conocido por ser uno de los luchadores en el Torneo de Artes Marciales, destacándose por sus habilidades y técnicas en combate.",
        "biography": "Mamba es un competidor en el Torneo de Artes Marciales de *Dragon Ball GT*. Aunque no es uno de los personajes principales de la serie, su habilidad en combate lo convierte en un adversario digno durante el torneo. Su participación contribuye a la diversidad de luchadores en el evento y proporciona un desafío adicional para los protagonistas. Mamba representa el nivel de habilidad y competencia que los héroes enfrentan en el torneo.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 120,
        "name": "Marron",
        "genre": "Femenino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Marron.png",
        "planet": "Tierra",
        "description": "Marron es la hija de Krillin y Android 18, y aparece en *Dragon Ball GT*. Es conocida por su carácter dulce y su relación cercana con su familia.",
        "biography": "Marron es la hija de Krillin y Android 18, y es un personaje querido en *Dragon Ball GT*. Aunque su rol en la serie es más secundario, Marron es una parte importante de la vida familiar de Krillin y Android 18. Su presencia añade una dimensión emocional a la serie y refleja la vida cotidiana de los personajes principales fuera de las batallas. A pesar de no participar directamente en las peleas, su desarrollo y su relación con sus padres muestran una faceta más humana y tierna del universo de Dragon Ball.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 121,
        "name": "Mr. Satan",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Mr_Satan_GT.png",
        "planet": "Tierra",
        "description": "Mr. Satan, también conocido como Hércules, es un personaje famoso en *Dragon Ball GT*. Es conocido por su papel como campeón de artes marciales y su gran ego, a pesar de no tener habilidades de combate sobresalientes en comparación con los guerreros más poderosos.",
        "biography": "Mr. Satan, cuyo nombre real es Hércules, es un personaje que se hizo famoso por ganar el Torneo de Artes Marciales y por su fama como el 'campeón del mundo'. En *Dragon Ball GT*, sigue siendo una figura pública prominente y se muestra como el héroe de la humanidad, aunque su reputación como luchador no refleja su verdadera capacidad en comparación con los guerreros más poderosos como Goku y Vegeta. Mr. Satan a menudo sirve como un personaje cómico en la serie, y su ego y su amor por la fama son aspectos destacados de su personalidad. A pesar de sus limitadas habilidades en combate, su presencia en *Dragon Ball GT* aporta una dimensión humorística y una conexión con los eventos de la serie anterior.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 122,
        "name": "Mucchi Mocchi",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/MucchiMocchi.png",
        "planet": "Tierra",
        "description": "Mucchi Mocchi es un personaje que aparece en *Dragon Ball GT*. Es conocido por su participación en el Torneo de Artes Marciales y su estilo de combate único.",
        "biography": "Mucchi Mocchi es un luchador humano que compite en el Torneo de Artes Marciales en *Dragon Ball GT*. Su estilo de combate y apariencia lo hacen destacar entre los participantes. Aunque su papel en la trama principal no es muy grande, Mucchi Mocchi añade variedad y entretenimiento al torneo, representando la amplia gama de habilidades y estilos de lucha presentes en el evento. Su presencia contribuye al dinamismo del torneo y ofrece a los espectadores un combate interesante y divertido.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 123,
        "name": "Nut",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Natt_Artwork.png",
        "planet": "Tierra",
        "description": "Nut es un luchador que aparece en *Dragon Ball GT*. Es conocido por su participación en el Torneo de Artes Marciales, donde muestra habilidades de combate notables.",
        "biography": "Nut es uno de los competidores en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no es un personaje central en la serie, Nut destaca por su habilidad en combate y su participación en el torneo aporta diversidad a los oponentes que los héroes deben enfrentar. Su presencia en el torneo enriquece la serie al añadir más desafíos y entretenimiento a las batallas que tienen lugar.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 124,
        "name": "Oob",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Artwork_de_Oob_en_Bucchigiri_Match.png",
        "planet": "Tierra",
        "description": "Oob es un personaje que aparece en *Dragon Ball GT*. Es la reencarnación de Majin Buu y es conocido por su gran potencial de lucha y su bondad.",
        "biography": "Oob es la reencarnación de Majin Buu, nacido como un niño humilde en *Dragon Ball GT*. Después de ser entrenado por Goku, Oob demuestra ser un luchador extremadamente poderoso con un gran potencial. A lo largo de *Dragon Ball GT*, Oob se convierte en uno de los aliados más importantes de Goku y participa en varias batallas cruciales. Su papel en la serie es significativo, ya que simboliza la redención y el potencial oculto que puede surgir de las circunstancias más inesperadas. A pesar de su joven edad, Oob muestra un gran valor y habilidades en combate, y su vínculo con Goku es una parte importante de su desarrollo.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 125,
        "name": "Pan",
        "genre": "Femenino",
        "race": "Humano/Saiyajin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/pan.png",
        "planet": "Tierra",
        "description": "Pan es un personaje principal en *Dragon Ball GT*. Es la nieta de Goku y la hija de Gohan y Videl. Con su herencia Saiyajin, Pan muestra un gran potencial en artes marciales y un espíritu aventurero.",
        "biography": "Pan es la nieta de Goku, hija de Gohan y Videl, y juega un papel importante en *Dragon Ball GT*. Desde pequeña, Pan muestra una gran habilidad en artes marciales y un carácter fuerte, heredado de su familia Saiyajin. A lo largo de la serie, Pan participa en varias aventuras con su abuelo Goku y otros héroes, y demuestra ser una luchadora valiente y decidida. Su papel en la serie es central, ya que representa la próxima generación de luchadores en el universo de Dragon Ball. Pan también actúa como un vínculo emocional entre los personajes principales y contribuye a las tramas de la serie con su energía juvenil y habilidades en combate.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 126,
        "name": "Rey Yoma",
        "genre": "Masculino",
        "race": "Yoma",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/ReyYoma.png",
        "planet": "Tierra",
        "description": "Rey Yoma es el líder de los Yoma en *Dragon Ball GT*. Es un personaje antagonista que juega un papel importante en la saga del dragón oscuro.",
        "biography": "Rey Yoma es el líder de los Yoma, una raza demoníaca que aparece en *Dragon Ball GT*. Es el principal antagonista en la saga del dragón oscuro y busca expandir su poder y dominio. Su presencia en la serie representa una amenaza significativa para los protagonistas, y su papel es crucial para el desarrollo de la trama en esta saga. Rey Yoma muestra una gran fuerza y habilidades en combate, y su carácter despiadado lo convierte en un adversario formidable para Goku y sus amigos.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 127,
        "name": "Ribet",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Ribet.png",
        "planet": "Tierra",
        "description": "Ribet es un personaje que aparece en *Dragon Ball GT*. Es conocido por su participación en el Torneo de Artes Marciales, donde destaca por sus habilidades y técnicas en combate.",
        "biography": "Ribet es un luchador humano que compite en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no es uno de los personajes principales, Ribet tiene un papel importante en el torneo, mostrando sus habilidades en combate y contribuyendo a la diversidad de oponentes que enfrentan los protagonistas. Su participación en el torneo enriquece la serie, añadiendo más emoción y variedad a las batallas que se llevan a cabo.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 128,
        "name": "Son Goku",
        "genre": "Masculino",
        "race": "Saiyajin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/SonGokuGT2.png",
        "planet": "Tierra",
        "description": "Son Goku es el protagonista principal de *Dragon Ball GT*. Es conocido por su gran fuerza, habilidades en artes marciales y su carácter amable y heroico. En esta serie, Goku enfrenta nuevos desafíos y enemigos mientras busca las Esferas del Dragón.",
        "biography": "Son Goku, el legendario guerrero Saiyajin, es el protagonista de *Dragon Ball GT*. Después de los eventos de *Dragon Ball Z*, Goku es transformado en un niño debido a un deseo hecho con las Esferas del Dragón. A lo largo de *Dragon Ball GT*, Goku emprende un viaje para encontrar las Esferas del Dragón que han sido esparcidas por el universo. A pesar de su apariencia juvenil, Goku sigue siendo un guerrero increíblemente poderoso con habilidades en artes marciales y una variedad de técnicas, incluyendo el Super Saiyajin. Su carácter optimista y su inquebrantable sentido del deber lo llevan a enfrentar y superar grandes desafíos, luchando contra enemigos poderosos y protegiendo a la Tierra y a sus seres queridos.",
        "transformations": [
            {
                "id": 1,
                "title": "Super Saiyajin 4",
                "image": "",
                "description": "La transformación Super Saiyajin 4 es una de las formas más poderosas que Goku alcanza en *Dragon Ball GT*. Esta transformación es el resultado de la combinación de su poder Saiyajin con su habilidad de convertirse en un gran simio dorado, controlada y refinada para alcanzar una forma humana con el pelaje rojo y ojos amarillos."
            },
            {
                "id": 2,
                "title": "Super Saiyajin 3",
                "image": "",
                "description": "En *Dragon Ball GT*, Goku también puede transformar en Super Saiyajin 3, una forma poderosa que le da un gran aumento en su fuerza y velocidad. En esta forma, su cabello se extiende hasta la cintura y pierde las cejas, dándole una apariencia más feroz y poderosa."
            }
        ]
      },
      {
        "id": 129,
        "name": "Son Para",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/SonPara.png",
        "planet": "Tierra",
        "description": "Son Para es un personaje que aparece en *Dragon Ball GT*. Es uno de los luchadores que participan en el Torneo de Artes Marciales y es conocido por sus habilidades de combate.",
        "biography": "Son Para es un luchador humano que compite en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no tiene un papel central en la trama, Son Para destaca por su habilidad en combate y su participación en el torneo añade variedad a los enfrentamientos. Su presencia contribuye a la riqueza de personajes en el torneo y ofrece un desafío interesante para los protagonistas. Aunque no es uno de los personajes más prominentes, su participación en el torneo es notable.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 130,
        "name": "Super 17",
        "genre": "Masculino",
        "race": "Cyborg",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Super_Android_17.png",
        "planet": "Tierra",
        "description": "Super 17 es una poderosa combinación de los androides 17 y 17 de *Dragon Ball GT*. Esta fusión resulta en un enemigo extremadamente fuerte que representa una gran amenaza para los héroes.",
        "biography": "Super 17 es el resultado de la fusión de los androides 17 de *Dragon Ball Z* y el 17 de *Dragon Ball GT*. Esta fusión ocurre cuando el 17 del GT absorbe al 17 del Z en el infierno, creando una versión aún más poderosa de los androides con habilidades combinadas y un aumento significativo en su fuerza. Super 17 es uno de los principales antagonistas en la saga del Infierno, y se convierte en una amenaza grave para Goku y sus amigos. Su combinación de habilidades de ambos androides lo convierte en un adversario formidable, y su capacidad para absorber ataques energéticos añade una dimensión extra a sus habilidades de combate. A lo largo de su enfrentamiento con los héroes, Super 17 muestra ser un enemigo peligroso con un gran poder destructivo.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 131,
        "name": "Torga",
        "genre": "Masculino",
        "race": "Humano",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Torga.png",
        "planet": "Tierra",
        "description": "Torga es un personaje que aparece en *Dragon Ball GT*. Es un luchador que compite en el Torneo de Artes Marciales y destaca por su estilo de combate.",
        "biography": "Torga es uno de los competidores en el Torneo de Artes Marciales en *Dragon Ball GT*. Aunque no tiene un papel central en la trama, Torga es notable por sus habilidades en combate y su participación en el torneo agrega variedad a los enfrentamientos que tienen lugar. Su presencia en el torneo ofrece un desafío interesante para los protagonistas y contribuye a la diversidad de personajes en el evento.",
        "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
      },
      {
        "id": 132,
        "name": "Trunks",
        "genre": "Masculino",
        "race": "Humano/Saiyajin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/Trunks.png",
        "planet": "Tierra",
        "description": "Trunks es un personaje destacado en *Dragon Ball GT*. Es el hijo de Vegeta y Bulma, y muestra una gran habilidad en combate debido a su herencia Saiyajin.",
        "biography": "Trunks es el hijo de Vegeta y Bulma, y juega un papel importante en *Dragon Ball GT*. A lo largo de la serie, Trunks demuestra ser un luchador formidable, heredando la fuerza y habilidades de su padre Vegeta y la inteligencia de su madre Bulma. En *Dragon Ball GT*, Trunks participa en varias batallas importantes y ayuda a los héroes en su búsqueda de las Esferas del Dragón. Su carácter es una mezcla de la seriedad de Vegeta y la naturaleza amigable y confiada que desarrolló durante su crecimiento. Aunque no es el protagonista principal, su participación es crucial para la trama y sus habilidades de combate y técnicas avanzadas son destacables.",
        "transformations": [
            {
                "id": 1,
                "title": "Super Saiyajin",
                "image": "",
                "description": "En *Dragon Ball GT*, Trunks puede transformarse en Super Saiyajin, una forma que le proporciona un gran aumento en poder y velocidad. Esta transformación cambia el color de su cabello a dorado y aumenta significativamente su fuerza y habilidades de combate."
            }
        ]
      },
      {
        "id": 133,
        "name": "Vegeta",
        "genre": "Masculino",
        "race": "Saiyajin",
        "image": "https://dragonballapp.vercel.app/static/images/sagagt/VegetaGT.png",
        "planet": "Tierra",
        "description": "Vegeta es uno de los personajes principales en *Dragon Ball GT*. Conocido como el Príncipe de los Saiyajins, Vegeta es un guerrero poderoso y uno de los luchadores más fuertes del universo Dragon Ball.",
        "biography": "Vegeta, el Príncipe de los Saiyajins, es uno de los personajes más importantes de *Dragon Ball GT*. Es el esposo de Bulma y el padre de Trunks. A lo largo de la serie, Vegeta sigue siendo un luchador formidable con un fuerte sentido de orgullo y determinación. Aunque a menudo está motivado por su deseo de superar a Goku, también muestra un profundo compromiso con su familia y el planeta Tierra. En *Dragon Ball GT*, Vegeta participa en numerosas batallas, enfrentando poderosos enemigos y contribuyendo significativamente a la defensa de la Tierra. Su habilidad para transformarse en diferentes formas de Super Saiyajin le permite enfrentar desafíos enormes, y su carácter evoluciona mostrando tanto su lado duro como su lado más humano y protector.",
        "transformations": [
            {
                "id": 1,
                "title": "Super Saiyajin 4",
                "image": "",
                "description": "En *Dragon Ball GT*, Vegeta alcanza la transformación de Super Saiyajin 4, una de sus formas más poderosas. Esta transformación le da un aumento significativo en poder y cambia su apariencia con pelaje rojo y ojos amarillos, resultando en un gran incremento en sus habilidades de combate."
            },
            {
                "id": 2,
                "title": "Super Saiyajin",
                "image": "",
                "description": "Vegeta también puede transformarse en Super Saiyajin, una forma que incrementa su poder, velocidad y habilidades de combate. En esta forma, su cabello se torna dorado y sus ojos se vuelven verdes, proporcionando una mejora significativa en su rendimiento en batalla."
            }
        ]
      }
]