[
     {
      "id": 84,
      "name": "Dragón del Humo Negro",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/HumoNegro.png",
      "planet": "",
      "description": "El Dragón del Humo Negro (黒こく煙えんの龍りゅう Kokuen no Ryū¿?) es un malvado dragón de la franquicia Dragon Ball. Hace su debut (y en última instancia, su única aparición) en el episodio 47 de Dragon Ball GT, que se estrenó el 4 de junio de 1997. Es un extraño dragón que aparece cuando Son Goku reúne las Esferas del Dragón de la Tierra tras derrotar a Super Número 17. Estas habían sido corrompidas por su uso desmesurado, por lo que, en lugar de Shen Long, resultó al ser invocado, un dragón negro-azulado de apariencia malvada, prepotente y déspota que anunciaba a Goku y compañía la llegada de unos Dragones Malignos, cada uno resultado de un deseo que alguna vez se les concedió. Todo esto lo acabó confirmando Kaio del Norte y el Kaio-shin Anciano. Esta fue su única aparición, para después subdividirse en los respectivos dragones.",
      "biography": "Es un dragón eterno de maldad pura, y es responsable de la creación de los siete dragones de las tinieblas. Los dragones de las tinieblas nacen del uso excesivo de las esferas del dragón y la acumulación de energía negativa en toda la serie de deseos altruistas los cuales dan como manifiesto al Dragón del Humo Negro. Cuando Goku y sus amigos intentan utilizar las esferas del dragón para restaurar la vida de las personas muertas durante el ataque del Super-17, es este dragón quien emerge de las esferas. En poco tiempo, la misteriosa deidad se divide en siete dragones malvados. El Kaio-shin Anciano observa que cada vez que las esferas del dragón se han utilizado en el pasado, la energía negativa dentro de cada esfera aumentaría. Cuando esta energía está completamente llena las esferas de Dragón, se agrietan, lo que le permite al Dragón del Humo Negro escapar y liberar sus siete personajes. la personalidad de este dragón también refleja la energía negativa que fue usada para crearlo, mientras que Shen Long fue bien educado y hablaba correctamente, el Dragón del Humo Negro es malhablado y de mala educación con quienes lo invocaron, como se muestra cuando Pan trató de decirle cómo debe actuar el Dragón Divino. También fuma puros y le sopla humo a los que lo invocaron para demostrar que no tiene ningún interés en la concesión de deseos. Mr. Popo toma nota de que esto no es la primera vez que el dragón ha aparecido, e indica que la malicia del dragón destruyó un sistema solar entero. Este dragón no es un Shen Long como tal y no concedió deseo alguno. No debe ser confundido con Shen Long Definitivo, el cual provino de las Esferas del Dragón Definitivas.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 85,
      "name": "Liang Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/LiangXingLong.png",
      "planet": "",
      "description": "Liang Xing Long (二星龍 Ryan Shinron¿?) es uno de los Dragones Malignos que surgieron a causa del abuso dado a las siete Esferas del Dragón, cuyo elemento representa la contaminación ambiental y su bola corresponde al par de estrellas.",
      "biography": "Según lo dicho por él mismo, este nació a partir del deseo de Upa para revivir a Bora. Tras su aparición en la Tierra (fue el primero de los 7 dragones), 2 estrellas contaminó un gran lago, en ese lugar combatiría con Goku y Pan. El lago contaminado absorbió toda la energía de Pan y Goku, que fueron golpeados hasta el cansancio del dragón. Después de tirar a Goku y Pan al fondo del lago, 2 estrellas fue atacado por Goku con un chorro de agua limpia. Este ataque debilitó mucho al Dragón, que finalmente fue destruido por un Kame Hame Ha entre Pan y Son Goku.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 86,
      "name": "Liu Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Liu_Xing_Long_Artwork.png",
      "planet": "",
      "description": "Liu Xing Long (六星龍 Ryū Shin Ron¿?), también conocida como el Dragón de 6 estrellas, es el Dragón Maligno de seis estrellas. A diferencia de sus hermanos, a excepción de Yi Xing Long (transformado en Super Yi Xing Long), Liu Xing Long tiene el poder de control de dos elementos: el agua y el viento. Ella nació cuando Oolong le arruinó el deseo al Emperador Pilaf al desear un par de bragas de una chica caliente, y ella está completamente avergonzada por esto como ella se puso roja cuando Goku le preguntó cómo había nacido. Incluso Pan se sonroja, pero Goku todavía piensa que es gracioso.",
      "biography": "Liu Xing Long, al igual que el resto de los dragones oscuros, está formada por la energía negativa que se almacena dentro de las esferas de Dragón, cada vez que se realiza un deseo. Este Dragón estaba algo traumatizado ya que nació de la energía negativa desprendida del deseo de Oolong de pedir un par de bragas, arruinando así el deseo de Pilaf de dominar el mundo. Después de llegar a la Tierra, se camufló como la princesa Oto y se trasladó a un lugar pesquero, donde ofrecía grandes cantidades de pescado a los habitantes. Los habitantes de esa aldea creían que era la princesa del mar, princesa Oto, les da el pescado, ella hace esto utilizando el viento y el agua para traer los pescados del mar, pero lastima a muchas gaviotas cuando hace esto. Los pueblerinos dejaron de pescar y pasaban todo el día borrachos rezándole a princesa Oto. Goku, Pan y un niño, Colm, de la aldea desafían al Shen Long de océano. Entonces atacó a Goku y a Pan con poderosos tornados. Durante el combate Goku descubrió el secreto de la técnica de 6 estrellas, que consiste en girar a gran velocidad, entonces Goku imita fácilmente la técnica de 6 estrellas pero fue superado por la velocidad a la que 6 estrellas giraba. Finalmente la gaviota de Colm descubrió que se podía atacarlo por arriba, así Pan lo noqueó por arriba con un Kamehameha, entonces, 6 estrellas recuperó su estado normal y perdió su campo de fuerza. Posteriormente fue destruido por el KameHameHa de Goku.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 87,
      "name": "Mr Poko Poko",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Mr._Poko_Poko.png",
      "planet": "",
      "description": "Mr. Poko Poko (ムスターポコポコ Misutā Poko Poko[1]¿?) cuyo nombre real es Shen Long Demoníaco (魔神龍 Ma Shenron[2]¿?) es un Dragón Divino que trabaja para los Namekianos Malvados y que vive en la torre de Chocolay. Aparece por primera y única vez en Dragon Ball Online. El nombre Mr. Poko Poko es un nombre dado por Gamelan a este Dragón Divino como sátira a su similitud con Mr. Popo, personaje al quien parodia. Su nombre real es Shen Long Demoníaco, nombre que hace alusión a que trabaja para los Namekianos Malvados (poseídos por el Gran Rey Demonio Piccolo) Mr. Poko Poko se asemeja a una versión de Polunga de color negro, aunque no sea tan grande como este. Su color de ojos es rojizo. Porta un chaleco violeta que suelen usar los genios en la cultura india. Anillos dorados recubren varias partes de su cuerpo, mientras que en su cabeza tiene un turbante similar al de Mr. Popo pero con una gema púrpura. Él posee posee una larga cola y 2 alargamientos en la barbilla que se asemejan a bigotes.",
      "biography": "Él es un Dragón Divino que fue creado por Narak con el objetivo de hacer un dragón que cumpla deseos a los Namekianos Malvados. Fue apodado Mr. Poko Poko por parte de Gamelan a modo de burla. En algún punto en el año 1000, Naraka envía a Mr. Poko Poko a la torre de Chocolay, estando en el segundo piso trabajando con el refinamiento del Kiri extraído de la Tierra.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 88,
      "name": "Polunga",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Polunga.png",
      "planet": "Namek",
      "description": "Polunga (ポルンガ Porunga¿?) es el dios dragón del planeta Namek, habiendo reunido las siete esferas del dragón namekianas para invocarlo debe hacerse en el idioma nativo de Namek así como también para pedir los tres deseos. Está basado en un tipo de pez conocido como pez sapo. Su nombre significa Dragón de los deseos y la ley en namekiano. A diferencia de Shen Long, Polunga es aproximadamente cinco veces más largo que él[1], teniendo un físico robusto y su aspecto es aun más atemorizante. Su apariencia se caracteriza principalmente por poseer dos enormes púas al lado de su cabeza y hombros (siendo las del hombro más grandes) y sus cuernos negros se parecen mucho a los de Yi Xing Long.",
      "biography": "Es el dios dragón del planeta Namek, y a diferencia de Shen Long, puede cumplir tres deseos de una vez. Otra gran diferencia que tiene es que es cinco veces más grande y tiene un cuerpo más musculoso, no tan serpentino. Sus Esferas del Dragón destacan por su tamaño y aparece hasta Dragon Ball Z.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 89,
      "name": "Qi Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Qi_Xing_Long_Artwork.png",
      "planet": "",
      "description": "Qi Xing Long (七星龍 Chī Shin Ron¿?, Dragón de Siete Estrellas) es el Dragón Maligno de la esfera del dragón de siete estrellas y tiene el poder para habitar los cuerpos y tomar sus habilidades, como la que habita un topo para crear grandes terremotos. Este dragón nació de la energía negativa que generó el deseo de revivir a todos los asesinados tras la pelea de Goku y Vegeta (controlado por Babidi) en el torneo de las artes marciales.",
      "biography": "Nació cuando Bulma desea revivir a las personas que fueron asesinadas por Majin Vegeta. Qi Xing Long es también el primero que casi derrotó a Pan y Goku, así como el dragón primero en ser alrededor de más de un solo episodio. Goku y Pan llegan a su ubicación, él está ocupado haciendo los terremotos, tratando de destruir una ciudad. Pan y Goku Super Saiyan 4 ayudan a rescatar a los ciudadanos y volver a la ciudad a la normalidad. Goku empieza la batalla con el Dragón de siete estrellas, Cuando estaban luchando Goku y Pan parecía que ya tenían la pelea ganada, Ellos esquivaban sus poderes y lo atacaban fácilmente, ya que los poderes de Qi eran fáciles de esquivar y en su forma de topo era bastante tonto. Ambos se montan en su cabeza y lo engañan para que utilice su ataque contra él mismo, para obligarlos de saltar de su cabeza. Tras el ataque, finge que se muere y se vuelve la Esfera de 7 estrellas, Sin darse cuenta de esto, Pan va a recogerla y es absorbida por una luz azul y absorbida por Qi, convirtiéndolo en una versión mucho más grande y más fuerte del Dragón de 7 estrellas, Goku se enfrenta a un dilema impensable: el fin de obtener las bolas de dragón, el Dragón de 7 estrellas debe morir, pero a su vez, moriría Pan. Qi Xing Long ha ganado todos los poderes de Pan, como el Kamehameha. Con Pan en su interior, Goku no quiere luchar. Qi tienta a Goku a matar a gente inocente, Qi Xing Long le dice a Goku que si lo mata, también mataría a su nieta Pan, pero Goku todavía no puede hacerlo. Sin embargo, después de que mata a otro número de inocentes, Goku lucha contra él, Pan le dice que no se preocupe por ella y que lo ataque con todas sus fuerzas para recuperar la Esfera de 7 estrellas; Sin embargo, cuando Goku está a punto de lanzarle el Kamehameha x10, Qi le recuerda que él también moriría junto a Pan, y se da cuenta de la duda del Saiyan, y se burla de él por ello. Al darse cuenta de que Pan prefiere morir antes de ver más gente inocente morir, Goku le lanza el Kamehameha Aumentado 10 Veces a Qi Xing Long, Sin em",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 90,
      "name": "San Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/San_Xing_Long_Artwork.png",
      "planet": "",
      "description": "San Xing Long (三星龍), conocido en Hispanoamérica como el Dragón de 3 estrellas, es uno de los dragones que se crearon a partir de la energía maligna del uso excesivo de la Esferas del Dragón. Cuando el Shen Long de Humo Negro apareció, liberó las esferas en distintas direcciones y de una de ellas (la de tres estrellas) se creó San Xing Long. Al parecer nació a partir del deseo de Son Goku de borrarle la memoria a todos de los hechos sucedidos en el Arco de Majin Boo.",
      "biography": "En su primera aparición, él deja a Pan inconsciente mientras Goku lucha con Si Xing Long. Con el fin de derrotar de Goku, San Xing Long se transforma a su última forma. Si Xing Long le exige que se trata de su lucha y que San Xing Long no intervenga, pero este revela que él robó las Esferas del Dragón a Pan. Goku mira hacia abajo y ve a Pan gravemente herida y se apresura inmediatamente a ayudarla. Pan le pide disculpas a Goku por perder las Esferas del Dragón, y luego termina inconsciente. Enfurecido por lo que le ha hecho a Pan, Goku se enfurece y pelea contra él. Este ultimo comenzó su ataque a Goku usando tácticas poderosas, pero sin embargo Goku logra bloquear todos sus ataques. San Xing Long, enfurecido, intenta derrotar a Goku sin luchar realmente, y congelando cada una de sus extremidades antes de encerrar al Saiyan completamente en hielo. San Xing Long le dice a su hermano que incinere a Goku convertido en hielo, pero este lo descongela utilizando el calor de su ataque. Asustado, San Xing Long intenta congelar a Goku de nuevo, pero Goku lo esquiva fácilmente. A continuación, San Xing Long congela toda la ciudad, y luego agarra el cuerpo inconsciente de Pan y burla al Saiyan. San arroja a la chica hacia abajo en la ciudad e intenta atacar a Goku. Sin embargo, el ataque de él fue interrumpido porque Goku cogió su pierna y con furia le arrojó en otro edificio. Goku le dispara un Kamehameha, pero San Xing Long utiliza a su hermano como escudo. Luego congela toda la ciudad y a Goku. Luego, San Xing Long realiza su ataque final, pero Goku logra romper el hielo y esquivar la técnica. San Xing Long asustado le suplica a Si Xing Long que le ayude. Si Xing Long decide perdonar a su hermano, y le pide a Goku que lo deje ir. San Xing Long rápidamente se disculpa y ofrece su Esfera del Dragón, pero esto era una trampa. Habiendo incrustado sus dedos dentro del hielo sobre el terreno, San Xing Long convirtió su mano en una hoja mortal que atraviesa a Goku en los ojos, dejándolo sin vista por un largo tiempo, sin embarg",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {

      "id": 91,
      "name": "Shen Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Shen_Long.png",
      "planet": "Tierra",
      "description": "Shen Long (神シェン龍ロン Shenron¿?, Dios Dragón o Dragón Divino) es un dragón que concede deseos, aparece cuando alguien reúne las Dragon Balls de la Tierra y pronuncia el conjuro mágico. Fue creado por Kami a partir de una estatuilla modelada por Mr. Popo y tiene la apariencia de un dragón chino de color verde. Cumple varios deseos durante la serie. Este nombre está escrito en chino mandarín, por lo que en el manga original Akira Toriyama escribió los Kanji, y sobre ellos, Katakana, la pronunciación aproximada en chino mandarín, no tiene relación con la deidad china más que su nombre. Shen Long se muestra con cuernos de ciervo, dientes afilados, piel escamosa verde, ojos rojos, cuatro dedos en cada pie, un cuerpo serpentino largo (la cola ocupa tres cuartas partes de su longitud), los bigotes de largo que fluyen y una larga cabellera verde en sus mejillas en forma de medialuna. A diferencia de los dragones occidentales, que tienen grandes alas plegables en el dorso, Shen Long que no tiene ninguna. Él es un dragón oriental, cuyo tipo es benevolente y sagrado en las mitologías orientales. Su tipo son buenos de corazón, pero como un fuerte dragón, él tiene un temperamento agresivo, y es impaciente a veces (por alguna razón más que Porunga). Shen Long una vez amenazó con matar a un invocador si no hacen su deseo pronto (a pesar de que sólo ha intentado realmente atacar a alguien en la película Superbatalla Decisiva por el Planeta Tierra, donde estaba por golpear a Gran Dragón por intentar atacarlo). Shen Long también demostró expresiones de miedo e incomodidad ante la presencia de Beerus El dios de la Destrucción como se ve en la película La Batalla de los Dioses, el manga y en el anime. Esta reacción vuelve a verse en Dragon Ball Super cuando Beerus le pregunta si sabe algo de las Super Esferas del Dragón a lo cual responde que no sabe.",
      "biography": "Se dice que vive en un voraz fuego en el centro de la tierra, cada vez que se le llama concederá un deseo antes de regresar a su lugar ardiente a dormir hasta que se llama de nuevo. La última vez que Shen Long fue convocado fue conceder el deseo de alguien para convertirse en rey, como Bulma explica a Goku en su primera reunión. Shen Long es convocado por la banda de Pilaf fuera de su castillo, éste se prepara para pedirle al dios dragón el deseo de obtener el control completo sobre todo el planeta, y convertirse en su regla con un puño de hierro, sin embargo, antes de que Pilaf le diga lo que quiere, Oolong interviene y le pide unas bragas que Shen Long concede, luego de cumplir su deseo éste desaparece y las esferas del dragón se dispersan a través del planeta. El dragón es nuevamente convocado, esta vez para resucitar a el padre de Upa, Bora quien habia sido asesinado por Tao Pai Pai. Piccolo al reunir las esferas llama a Shen Long y le pide recuperar su juventud, luego de haberle cumplido su deseo, el rey demonio lo asesina para que así nadie pueda usar a Shen Long contra él. Cuando Goku derrota a Piccolo, Kami revive a Shen Long para compensar a Goku por vencer al poderoso Piccolo. Al principio había decidido no recrearlas, ya que originalmente diseñó las esferas para animar actos de valentía y dar a la gente una sensación de esperanza, pero el egoísmo y la avaricia de la humanidad hicieron que las esferas de dragón sean utilizadas de manera totalmente opuesta a la prevista. Fue sólo cuando Goku mostró su amor eterno por sus amigos que él decidió que había buena gente en este mundo. Shen Long es llamado por Kame-Sennin para revivir a Goku ante la llegada de los Saiyajin, Nappa y Vegeta. Éste se desactiva debido a que Nappa asesina a Piccolo debido a la conexión entre Piccolo y Kami éste último también muere logrando que las esferas se conviertan en piedras. El guardián de las esferas de la tierra es nuevamente revivido cuando Gohan y Krilin le piden a Polunga que reviva a Piccolo. Más tarde Shen Long es con",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 92,
      "name": "Shen Long Definitivo",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Shen_Long_Definitivo.png",
      "planet": "",
      "description": "En apariencia este dragón es similar al Shen Long original excepto por el color de su piel que es rojo carmesí en lugar de verde, la cual le da su diversidad, y también tiene cuernos dorados. En cuanto a su tamaño, es mucho más grande que cualquier otro Dragón Divino antes visto, llegando a cubrir grandes extensiones del cielo una vez que es invocado. De hecho, mientras que Shen Long y Polunga son comparables en tamaño a un gran rascacielos, el Shen Long Definitivo demuestra ser mucho más enorme que estos dos dragones combinados, tanto así que solo su cabeza puede ser vista desde el Templo Sagrado de Kami. Además, a diferencia de Shen Long que tiene sus bigotes en la parte superior de su boca, el Shen Long Definitivo los tiene en la parte inferior de la mandíbula. Curiosamente, no posee los mismos ojos que tienen los otros dragones, los cuales son comúnmente rojos y en cambio este los tiene amarillos\/azules.",
      "biography": "Este dragón es el resultado de la utilización las las Esferas del Dragón Definitivas, cuyas fueron creadas por Kami, cuando él y el Gran Rey Demonio Piccolo eran todavía el Piccolo Original que tras su fusión de nuevo con él, volvieron a existir. Shen Long Definitivo, fue convocado y usado por Pilaf, resultando en desear por error que Son Goku vuelva a tener el aspecto de un niño (cuando Pilaf lo que en verdad quería era conquistar el mundo). Después de que su deseo es concedido, el dragón se retiró y las Esferas del Dragón se dispersaron por todo el universo. Si estas esferas no regresaban a su lugar de origen, el Planeta Tierra explotará. Esta tragedia obligó a Goku, Trunks y Pan a buscar las Esferas del Dragón por todo el universo y traerlas devuelta. Más tarde, es invocado por Baby Vegeta y le ordena restaurar el Planeta Vegeta (que Baby renombró a Nuevo Planeta Plant) y reubicarlo en el sistema solar del Planeta Tierra. Debido a que Baby usó las Esferas del Dragón Definitivas para cumplir su ambición, la cuenta regresiva de un año desde el deseo de Pilaf no se detuvo. Después de que Piccolo decidió compartir el destino de la Tierra en su destrucción a finales del Arco del Demonio Vengador Baby, las Esferas del Dragón Definitivas se convirtieron en piedra y junto a este dragón desaparecieron para siempre. En el Modo Héroe de Dragon Ball Z: Ultimate Tenkaichi, Super Yi Xing Long pide al Shen Long Definitivo que haga de la Tierra un verdadero caos. Una vez que el Héroe saiyano encuentra al dragón en el Templo Sagrado de Kami, este ha sido controlado por la energía negativa de Super Yi Xing Long y ataca con total brutalidad al joven saiyano mientras intentaba pedir su deseo. Sin embargo, mientras esta siendo controlado por la energía negativa, el Shen Long Definitivo consigue dialogar y le pide al héroe que lo devuelva a la normalidad y detenga sus ataques involuntarios. Una vez derrotado, el héroe solicita que restaure la Tierra en cuanto a cómo era antes de que Super Yi Xing Long hiciera su deseo. Sin embargo,",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 93,
      "name": "Shen Long Oscuro",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Shen_Long_Oscuro.png",
      "planet": "",
      "description": "El Shen Long Oscuro (暗あん黒こく神シェン龍ロン Ankoku Shenron¿?) es el Dragón nacido de las Esferas del Dragón Oscuras creadas en el Reino Demonio ante la necesidad de Mechickaboola de recuperar su vitalidad. Su invocación es bastante compleja de realizar ya que las Esferas del Dragón necesarias para su llamado no se esparcen en un mismo espacio, repartiéndose por diversas lineas de tiempo.",
      "biography": "Tras los combates entre la Patrulla del Tiempo y el Imperio Oscuro, Towa logra reunir la cantidad de kili suficiente para llamar a Mechickaboola, un poderoso hechicero del Reino Demonio, quien se encuentra afectado por el paso del tiempo, en un intento de recuperar su juventud, junto a Dende crean las Esferas del Dragón Oscuras, las cuales son repartidas por diversas eras, Mechickaboola sin ver esto como un mayor inconveniente envía a diversos demonios en búsqueda de los objetos para invocar al Shen Long Oscuro. Tras obtener las siete Esferas que fueron posesión diversas versiones de Freezer, Cell, Majin Boo, Turles, Slug, Janemba y Broly, Mechickaboola es capaz de invocar a este Dragón.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 94,
      "name": "Si Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Si_Xing_Long_Artwork.png",
      "planet": "",
      "description": "Si Xing Long (四星龍 Sì Xīng Lóng¿?) es uno de los siete Dragones Malignos y el quinto que lucha con Son Goku y Pan. Es el dragón de cuatro estrellas y representa el elemento de fuego. Afirma haber nacido a partir del deseo concedido al Rey Demonio Piccolo de otorgarle la juventud eterna.",
      "biography": "Goku y Pan se encuentran caminando en su dominio, una ciudad que él había reducido a un desierto y encerrándola en un orbe de llamas. Después de presentarse como el dragón de 4 estrellas, Pan procedió a decirle que habían derrotado a cuatro de los otros Dragones (algo que aparentemente sorprendió a Si Xing Long) y luego intentó luchar sola contra él. Sin embargo, fácilmente esquivó su ataque y la noqueó con un golpe en la cabeza. Goku exigió la liberación de Pan y el dragón accedió lo que brindo inicio a una confrontación adecuada con Goku, Si Xing Long superó rápidamente a Goku con su velocidad pura y la capacidad de aumentar su temperatura corporal que es equivalente del sol. Goku, a continuación, se ve obligado a ir a la defensiva, ya que el dragón le persigue implacablemente a lo largo de la ciudad. Goku sólo puede utilizar ataques de ki, pero luego se encuentra demasiado débil como para dispararle a cualquiera. Después de encontrarse frente a la técnica final de Si Xing Long llamada Rayo Nova, Goku decide transformarse en su forma de Super Saiyan 4. Si Xing Long responde y se transforma, derritiendo su cubierta exterior, cada vez con mayor rapidez mientras que esto permite que Goku tenga mayor oportunidad, pero Si Xing Long todavía tiene una ventaja firme gracias a su velocidad; Goku logra superar las técnicas de Si Xing Long, llevándolo bajo tierra y engañarlo, permitiéndole atrapar al dragón maligno con la guardia baja. Sin embargo, cuando Goku podría haber acabado con Si Xing Long, no lo hizo. Entonces el dragón le exige saber la razón de esto, Goku le explica que es su manera de agradecerle por no dañar a Pan cuando tuvo la oportunidad. Este simplemente responde que desea una lucha justa, algo que Goku aprueba. Los dos, a continuación, vuelven a la superficie para comenzar nuevamente la pelea. La batalla se ve interrumpida por la llegada del hermano gemelo de Si Xing Long, San Xing Long. San Xing Long ridiculiza a Si Xing Long y lo golpea, quien se negó a tomar represalias debido a que era su hermano y l",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 95,
      "name": "Super Shen Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/SuperShenLong.png",
      "planet": "",
      "description": "Super Shen Long (超神龍 Sūpā Shenron¿?, originalmente conocido como el Dragón Divino (神竜, Shin Ryū)) es el dios dragón que aparece cuando las Super Esferas del Dragón creadas por Zalama son reunidas. Aparece por primera vez en Dragon Ball Super. Super Shen Long es un enorme dragón dorado con aspecto de serpiente. Posee unos ojos rojos sin pupila con delineador negro, tiene unas garras de color marrón, su aspecto es rugoso y con manchas, y posee una barbilla con líneas estriadas. Su tamaño es tal que las galaxias a su lado son diminutas, convirtiéndolo en la criatura de mayor tamaño de todos los universos. En su interior hay una manifestación suya idéntica en cuanto a forma pero muchísimo más pequeña; gigantesca en comparación con personas de tamaño humano pero de un tamaño que le permite hablar e interactuar con ellos cara a cara.",
      "biography": "Super Shen Long nació como el dios de todos los dragones, creado cuando Zalama formó las Super Esferas del Dragón en el Año 41, que se movilizan entre el Universo 6 y el Universo 7 cada vez que fuera invocado gritándole la frase Teenakawo iganeteshiso uyurinomika yodei chonmage! (テエナカヲイガネテシソ ウユリノミカ ヨデイ チョンマゲ！), cuyo significado en el idioma divino se traduce como: ¡Ven a nosotros, dios de los dragones, y concede nuestro deseo, chonmage!. Super Shen Long aparece una vez terminado el Torneo de la Asociación Universal de las Artes Marciales. El planeta sin nombre era finalmente la Super Esfera que faltaba. Whis lo convocó con el lenguaje de los Dioses, así como Dende usó el idioma namekiano con Polunga. Super Shen Long traga parte del universo y a los guerreros mismos. Luego en su interior pueden comunicarse con la esencia misma del dragón. Beerus desea restaurar la Tierra del Universo 6, contrariamente a lo que le había dicho a Bulma de que pediría una mejor cama para dormir. Mientras Goku sigue buscando a Krilin, un fantasma de Super Shen Long aparece. Con los dos juntos tan cerca, Goku no puede liberarse sin destruir a la Nube Kinton. Afortunadamente Krilin está allí y ha conquistado su miedo. Concentrándose primero, Krilin golpea a Super Shen Long en la frente, haciendo que retroceda en dolor y libere a Goku y la Nube Kinton. Goku se convierte en Supersaiyano Azul. Él y Krilin disparan un doble Kamehameha para terminar con Super Shen Long. Las chispas del dragón instantáneamente brotan en una gran cantidad de hierba del paraíso, que cosechan y llevan a la Kame House. En su propia línea de tiempo, Zamas del Futuro había crecido disgustado con la estupidez de los humanos. Goku Black utiliza el anillo del tiempo para llegar a la línea de tiempo donde el primero mata a Gowas, y le explica su identidad a Zamas del Futuro. Los dos se unieron, y utilizaron las Super Esferas del Dragón para hacer a Zamas del Futuro inmortal, y entonces (usando el anillo del tiempo para saltar hacia adelante un año) desearon que las esfe",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 96,
      "name": "Trombo",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/trombo.png",
      "planet": "",
      "description": "Trombo (トロンボ Toronbo¿?) es el Dios Dragón que se manifiesta tras reunir las Esferas del Dragón de Cereal para cumplir con sus deseos. Es un dragón de aspecto oriental con cuatro dedos, similar a Shen Long, aunque su cabeza y cuerpo poseen branquias similares a la de los ajolotes, un animal nativo de México.",
      "biography": "Trombo fue creado hace quinientos años por la localidad namekiana del planeta Cereal. Su propósito era de conceder los deseos en rituales especiales a los héroes namekianos que habían logrado grandes hazañas. Debía conceder deseos nobles y no egoístas. Después del genocidio en el planeta Cereal por parte del Ejército de Freeza, se dio por desaparecida la segunda Esfera del Dragón. Sin embargo, en el Año 780 fue encontrada por un pescador sugaíno que buscaba insectos, y el orbe fue objeto de estudio en un instituto de ciencias. Granolah robaría el orbe, y junto a la esfera que él ya tenía, invocó al dragón para desear ser el más poderoso guerrero del universo.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 97,
      "name": "Wu Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Wu_Xing_Long.png",
      "planet": "",
      "description": "Wu Xing Long (五星龍¿?), también conocido como el Dragón de cinco estrellas, es el Dragon Maligno que posee la esfera del dragón de cinco estrellas, y su elemento es la electricidad. Su nacimiento se originó gracias a la energía negativa que produjo el deseo de revivir a Son Goku para que luchara contra Nappa y Vegeta.",
      "biography": "Tras aparecer en la Tierra se trasladó a una pequeña ciudad donde absorbió toda la energía eléctrica con una especie de sustancia roja como gelatina. Tras verse amenazado por Goku y Pan, atrajo todas las sustancias rojas y las absorbió, transformándose en un Dragón enorme y con mucho más poder. Atacó a Goku y a Pan con el Rayo del Dragón, y ni siquiera Goku transformado en Super Saiyan 4 pudo frenarlo. Finalmente, Wu Xing Long jugó una mala pasada cuando una lluvia inesperada cayó sobre su cuerpo gelatinoso, debilitandolo totalmente.",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     },
     {
      "id": 98,
      "name": "Yi Xing Long",
      "genre": "",
      "race": "dios Dragon",
      "image": "https://www.dragonballapi.com/static/images/dragons/Yi_Xing_Long_Artwork.png",
      "planet": "",
      "description": "Yi Xing Long (一星龍 Ī Shinron¿?, lit. Dragón de 1 Estrella) es el primero y más poderoso de los siete Dragones Malignos, quien fue creado gracias a la energía negativa formada por el deseo de revivir a todos los asesinados por Freeza y sus soldados durante el conflicto en Namek. Es el antagonista principal del Arco de los Siete Dragones Malignos en Dragon Ball GT. Yi Xing Long adopta la forma de un dragón humanoide de gran musculatura con piel mayormente blanca y diversas zonas azuladas. En la parte superior de la cabeza posee dos grandes y carnosos cuernos blancos, y en mitad de ellos su Esfera del Dragón de Energía Negativa correspondiente, y un par de finos sensores que descienden de su labio superior similar a los de un pez gato, lo que da la impresión de ser un bigote. Algunos grandes, largos y negros picos sobresalen de sus hombros, codos, espalda y piernas. En adición, dos picos carnosos similares a los de su cabeza sobresalen de ambos lados de su pecho.",
      "biography": "Yi Xing Long aparece por primera vez después de la derrota de San Xing Long a manos de Goku Supersaiyano 4 y Si Xing Long. Disgustado con el Dragón de Cuatro Estrellas por los actos de misericordia hacia los Saiyanos, Yi Xing Long utiliza un ataque furtivo para eliminar a Si Xing Long antes de volver su atención a un enfurecido Goku. Goku lo critica por haber matado a uno de su propia especie, pero el Dragón de 1 estrella le dice que no critique a su propia creación, recordándole a Goku que él es el responsable del nacimiento de los siete Dragones Malignos debido a su uso excesivo de las Esferas del Dragón. Goku se niega a escuchar, declarando que él siempre utilizó las Esferas del Dragón en beneficio de la Tierra, y que ni siquiera una vez las usó para su propio beneficio. Rechazando el argumento de Goku, Yi Xing Long lo enfrenta en batalla, poniéndose rápidamente en ventaja debido a que Goku había sido enceguecido por San Xing Long y éste estaba agotado por sus batallas anteriores con los otros Dragones Malignos. A pesar de que Goku es capaz de aterrizar algunos golpes, ninguno de ellos logra ocasionarle algún daño (incluso el impacto del Kamehameha x10 no tuvo efecto), y es completamente superado por Yi Xing Long, quien le da una paliza y logra dejarlo colgando inconsciente de una torre de un parque de diversiones. Apunto de matar a Goku, Yi Xing Long entonces se enfrenta a la intervención de Pan, Trunks, Gohan, Goten, Super-Oob, Chi-Chi, Videl y Mr. Satán. El siguiente rival de Yi Xing Long es Super-Oob, quien trata de retener a Yi Xing Long el tiempo suficiente como para que los saiyanos le presten su energía a Goku. Sin embargo, Yi Xing Long demuestra tener más poder que Super-Oob y lo derrota fácilmente. Goku logra absorber la suficiente energía de los Saiyanos como para recuperarse y volver al estado de Supersaiyano 4. Cuando se reanuda la batalla, Yi Xing Long se encuentra dominado por Goku Supersaiyano 4, aunque todavía no ha recuperado la vista, e intenta cortarlo en dos usando el reloj de un edificio,",
      "transformations": [
          {
            "id": 0,
            "title": "",
            "image": "",
            "description": ""
          }
        ]
     }
]